LEXICON_RU: dict[str, str] = {
    "/start": "Добро пожаловать в бот который будет выводить погоду по "
              "заданному Вами городу ",
    "/help": "Это команда хелп",
    "/cancel": "Вы отменили действие",
    "city_exists": "У Вас уже сохранен данный город, введите другой",
    "add_city": "Вы успешно добавили город, можете посмотреть погоду",
    "/addcity": "Ну что жу, начнем? Введите название города и мы "
                "его сохраним. Для просмотра городов "
                "выполните команду /mycities",
}

MENU_BOT: dict[str, str] = {
    "/start": "Старт бота",
    "/help": "Помощь бота",
    "/weather": "Посмотреть погоду",
}
